Repository: common-repository/wise-kpis
Catalog: languages/wise-kpis-*.po
Languages: de_de, fr_fr, he_il

source: Selected
de_de: Ausgewählt
fr_fr: Sélectionné
he_il: נבחר

source: Change from
de_de: Ändern ab
fr_fr: Changement de
he_il: שינוי מ

source: Current
de_de: Aktuell
fr_fr: Actuel
he_il: נוכחי

source: Average Comments Per Post
de_de: Durchschnittliche Kommentare pro Beitrag
fr_fr: Nombre moyen de commentaires par publication
he_il: ממוצע תגובות לפוסט

source: How many comments a post gets on average all over the site.
de_de: Wie viele Kommentare ein Beitrag im Durchschnitt auf der gesamten Website erhält.
fr_fr: Combien de commentaires un message reçoit en moyenne sur tout le site.
he_il: כמה תגובות שפוסט מקבל בממוצע בכל רחבי האתר.

source: Average Comments per User
de_de: Durchschnittliche Kommentare pro Benutzer
fr_fr: Commentaires moyens par utilisateur
he_il: ממוצע תגובות למשתמש

source: The average number of comments per user across all post types.
de_de: Die durchschnittliche Anzahl von Kommentaren pro Benutzer über alle Beitragstypen hinweg.
fr_fr: Nombre moyen de commentaires par utilisateur pour tous les types de publications.
he_il: מספר התגובות הממוצע למשתמש בכל סוגי הפוסטים.

source: Published Comments
de_de: Veröffentlichte Kommentare
fr_fr: Commentaires publiés
he_il: תגובות שפורסמו

source: How many comments made per day, all over the site.
de_de: Wie viele Kommentare pro Tag, überall auf der Website.
fr_fr: Combien de commentaires font par jour, sur tout le site.
he_il: כמה תגובות נעשות ביום, בכל רחבי האתר.

source: Total Number Of Spam Comments
de_de: Gesamtzahl der Spam-Kommentare
fr_fr: Nombre total de commentaires de spam
he_il: המספר הכולל של תגובות ספאם

source: Total amount of spam comments.
de_de: Gesamtzahl der Spam-Kommentare.
fr_fr: Nombre total de commentaires de spam.
he_il: הכמות הכוללת של תגובות ספאם.

source: Total Number of Published Comments
de_de: Gesamtzahl der veröffentlichten Kommentare
fr_fr: Nombre total de commentaires publiés
he_il: המספר הכולל של תגובות שפורסמו

source: The total number of published comments.
de_de: Die Gesamtzahl der veröffentlichten Kommentare.
fr_fr: Le nombre total de commentaires publiés.
he_il: המספר הכולל של הערות שפורסמו.

source: Average Post Length
de_de: Durchschnittliche Beitragslänge
fr_fr: Longueur moyenne des poteaux
he_il: אורך פוסט ממוצע

source: The average length of posts across all post types.
de_de: Die durchschnittliche Länge von Beiträgen über alle Beitragstypen hinweg.
fr_fr: La longueur moyenne des publications pour tous les types de publications.
he_il: האורך הממוצע של פוסטים בכל סוגי הפוסטים.

source: Longest Post Length
de_de: Längste Pfostenlänge
fr_fr: Longueur de poste la plus longue
he_il: אורך הפוסט הארוך ביותר

source: The length (number of characters) of the longest post across all post types.
de_de: Die Länge (Anzahl der Zeichen) des längsten Beitrags über alle Beitragstypen hinweg.
fr_fr: Longueur (nombre de caractères) de la publication la plus longue pour tous les types de publication.
he_il: האורך (מספר התווים) של הפוסט הארוך ביותר בכל סוגי הפוסטים.

source: Number of Attachment Posts
de_de: Anzahl der Anhangsbeiträge
fr_fr: Nombre de postes de pièces jointes
he_il: מספר פוסטים עם קבצים מצורפים

source: The total number of attachment posts on the site.
de_de: Die Gesamtzahl der Anhangsbeiträge auf der Website.
fr_fr: Le nombre total de messages de pièces jointes sur le site.
he_il: המספר הכולל של פוסטים עם קבצים באתר.

source: Number of Private Posts
de_de: Anzahl der privaten Beiträge
fr_fr: Nombre de postes privés
he_il: מספר פוסטים פרטיים

source: The total number of private posts across all post types.
de_de: Die Gesamtzahl der privaten Beiträge über alle Beitragstypen hinweg.
fr_fr: Le nombre total de publications privées pour tous les types de publications.
he_il: המספר הכולל של פוסטים פרטיים בכל סוגי הפוסטים.

source: Total Published Posts
de_de: Gesamtzahl der veröffentlichten Beiträge
fr_fr: Nombre total d’articles publiés
he_il: סה"כ פוסטים שפורסמו

source: Total number of posts that are published in the site.
de_de: Gesamtzahl der Beiträge, die auf der Website veröffentlicht werden.
fr_fr: Nombre total de publications publiées sur le site.
he_il: סה"כ מספר הפוסטים המתפרסמים באתר.

source: Number of Scheduled Posts
de_de: Anzahl der geplanten Beiträge
fr_fr: Nombre de postes inscrits
he_il: מספר הפוסטים המתוזמנים

source: For this KPI you should select future dates only.
de_de: Für diesen KPI sollten Sie nur zukünftige Daten auswählen.
fr_fr: Pour ce KPI, vous devez sélectionner uniquement les dates futures.
he_il: עבור KPI זה, עליך לבחור תאריכים עתידיים בלבד.

source: Shortest Post Length
de_de: Kürzeste Pfostenlänge
fr_fr: Longueur de poste la plus courte
he_il: אורך הפוסט הקצר ביותר

source: The length of the shortest post on the site.
de_de: Die Länge des kürzesten Beitrags auf der Website.
fr_fr: La longueur de la publication la plus courte sur le site.
he_il: אורך הפוסט הקצר ביותר באתר.

source: Total Number of Drafts
de_de: Gesamtzahl der Entwürfe
fr_fr: Nombre total de brouillons
he_il: סה"כ טיוטות

source: The total number of drafts across all post types.
de_de: Die Gesamtzahl der Entwürfe für alle Beitragstypen.
fr_fr: Nombre total de brouillons pour tous les types de publication.
he_il: המספר הכולל של טיוטות בכל סוגי הפוסטים.

source: Number of Administrators
de_de: Anzahl der Administratoren
fr_fr: Nombre d’administrateurs
he_il: מספר מנהלי מערכת

source: The total number of administrators on the site.
de_de: Die Gesamtzahl der Administratoren auf der Website.
fr_fr: Nombre total d’administrateurs sur le site.
he_il: המספר הכולל של מנהלי המערכת באתר.

source: Number of Authors
de_de: Anzahl der Autoren
fr_fr: Nombre d’auteurs
he_il: מספר המחברים

source: The total number of Authors on the site.
de_de: Die Gesamtzahl der Autoren auf der Website.
fr_fr: Le nombre total d’auteurs sur le site.
he_il: המספר הכולל של הכותבים באתר.

source: Number of Nav Menu Items
de_de: Anzahl der Navigationsmenüpunkte
fr_fr: Nombre d’éléments de menu de navigation
he_il: מספר פריטי תפריט ניווט

source: The total number of navigation menu items on the site.
de_de: Die Gesamtzahl der Navigationsmenüelemente auf der Website.
fr_fr: Nombre total d’éléments de menu de navigation sur le site.
he_il: המספר הכולל של פריטי תפריט ניווט באתר.

source: Number of Post Revisions
de_de: Anzahl der Nachbearbeitungen
fr_fr: Nombre de révisions de poste
he_il: מספר תיקוני פוסטים

source: The total number of post revisions on the site within a specific date range.
de_de: Die Gesamtzahl der Beitragsrevisionen auf der Website innerhalb eines bestimmten Zeitraums.
fr_fr: Nombre total de révisions de publication sur le site dans une plage de dates spécifique.
he_il: המספר הכולל של תיקוני פוסטים באתר בטווח תאריכים ספציפי.

source: Number of Subscribers
de_de: Anzahl der Abonnenten
fr_fr: Nombre d’abonnés
he_il: מספר מנויים

source: The total number of subscribers on the site.
de_de: Die Gesamtzahl der Abonnenten auf der Website.
fr_fr: Le nombre total d’abonnés sur le site.
he_il: מספר המנויים הכולל באתר.

source: Number of Users Registrations
de_de: Anzahl der Benutzerregistrierungen
fr_fr: Nombre d’inscriptions d’utilisateurs
he_il: מספר הרשמות משתמשים

source: The total number of new user registrations on the site.
de_de: Die Gesamtzahl der neuen Benutzerregistrierungen auf der Website.
fr_fr: Le nombre total de nouvelles inscriptions d’utilisateurs sur le site.
he_il: המספר הכולל של רישומי משתמשים חדשים באתר.

source: Cost of Goods Sold
de_de: Umsatzkosten
fr_fr: Coût des marchandises vendues
he_il: עלות הסחורה שנמכרה

source: The total cost of goods sold for completed orders in WooCommerce per day.
de_de: Die Gesamtkosten der Waren, die für abgeschlossene Bestellungen in WooCommerce pro Tag verkauft werden.
fr_fr: Le coût total des marchandises vendues pour les commandes terminées dans WooCommerce par jour.
he_il: העלות הכוללת של סחורות שנמכרו עבור הזמנות שהושלמו ב-WooCommerce ליום.

source: Coupons Usage
de_de: Verwendung von Gutscheinen
fr_fr: Utilisation des coupons
he_il: שימוש בקופונים

source: The total number of coupons usage per day.
de_de: Die Gesamtzahl der Coupons, die pro Tag verwendet werden.
fr_fr: Le nombre total de coupons utilisés par jour.
he_il: המספר הכולל של שימוש בקופונים ליום.

source: Total Completed Orders
de_de: Abgeschlossene Bestellungen insgesamt
fr_fr: Total des commandes complétées
he_il: סה"כ הזמנות שהושלמו

source: The total number of completed orders per day.
de_de: Die Gesamtzahl der abgeschlossenen Bestellungen pro Tag.
fr_fr: Le nombre total de commandes complétées par jour.
he_il: המספר הכולל של הזמנות שהושלמו ביום.

source: Total Number Of Orders
de_de: Gesamtzahl der Bestellungen
fr_fr: Nombre total de commandes
he_il: המספר הכולל של הזמנות

source: The total number of shop orders per day.
de_de: Die Gesamtzahl der Shop-Bestellungen pro Tag.
fr_fr: Le nombre total de commandes en magasin par jour.
he_il: המספר הכולל של הזמנות בחנות ביום.

source: Wise KPIs
de_de: Kluge KPIs
fr_fr: KPI judicieux

source: Wise KPIs is a plugin for WordPress that allows you to track your website's key performance indicators (KPIs) in real-time. With Wise KPIs, you can monitor your website's traffic, sales, and other important metrics, and use this data to make informed decisions about your online business.
de_de: Wise KPIs ist ein Plugin für WordPress, mit dem Sie die Key Performance Indicators (KPIs) Ihrer Website in Echtzeit verfolgen können. Mit Wise KPIs können Sie den Traffic, die Verkäufe und andere wichtige Metriken Ihrer Website überwachen und diese Daten nutzen, um fundierte Entscheidungen über Ihr Online-Geschäft zu treffen.
fr_fr: Wise KPIs est un plugin pour WordPress qui vous permet de suivre les indicateurs de performance clés (KPI) de votre site Web en temps réel. Avec les KPI Wise, vous pouvez surveiller le trafic, les ventes et d’autres mesures importantes de votre site Web, et utiliser ces données pour prendre des décisions éclairées concernant votre activité en ligne.

source: Contact Us
de_de: Kontaktieren Sie uns
fr_fr: Contactez-nous

source: We welcome your feedback! Please feel free to reach out to us at <a href="mailto:%s" class="text-indigo-500 hover:text-indigo-600">%s</a>. We'd love to hear your thoughts, feature requests, and bug reports.
de_de: Wir freuen uns über Ihr Feedback! Bitte zögern Sie nicht, uns unter <a href="mailto:%s" class="text-indigo-500 hover:text-indigo-600">%s</a>zu kontaktieren. Wir würden uns freuen, Ihre Meinung, Feature-Wünsche und Fehlerberichte zu hören.
fr_fr: Vos commentaires sont les bienvenus! N’hésitez pas à nous contacter à l’adresse <a href="mailto:%s" class="text-indigo-500 hover:text-indigo-600">%s</a>. Nous aimerions connaître vos réflexions, vos demandes de fonctionnalités et vos rapports de bogues.

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: You can access the Wise KPIs settings page by navigating to "Settings" in the WordPress dashboard and clicking on "Wise KPIs Settings".<br/>From here, you can choose the design for your KPI blocks.
de_de: Du kannst auf die Einstellungsseite von Wise KPIs zugreifen, indem du im WordPress-Dashboard zu "Einstellungen" navigierst und auf "Wise KPIs-Einstellungen" klickst.<br/>Von hier aus können Sie das Design für Ihre KPI-Blöcke auswählen.
fr_fr: Vous pouvez accéder à la page des paramètres des KPI Wise en accédant à « Paramètres » dans le tableau de bord WordPress et en cliquant sur « Paramètres des KPI Wise ».<br/>De là, vous pouvez choisir la conception de vos blocs KPI.

source: KPIs Blocks Design
de_de: KPIs Blöcke Design
fr_fr: Conception de blocs d’indicateurs de performance clés

source: This setting allows you to change the look and feel of the KPIs display. You can choose from the following design options:
de_de: Mit dieser Einstellung können Sie das Erscheinungsbild der KPI-Anzeige ändern. Sie können aus folgenden Gestaltungsmöglichkeiten wählen:
fr_fr: Ce paramètre vous permet de modifier l’apparence de l’affichage des indicateurs de performance clés. Vous pouvez choisir parmi les options de conception suivantes :

source: Dark
de_de: Dunkel
fr_fr: Sombre
he_il: כהה

source: Gradient Background
de_de: Hintergrundverlauf
fr_fr: Arrière-plan dégradé
he_il: רקע הדרגתי (Gradient)

source: Centered
de_de: Zentriert
fr_fr: Centré
he_il: ממורכז

source: Vertical <br/> Aligned
de_de: Senkrecht <br/> Ausgerichtet
fr_fr: Vertical <br/> Aligné
he_il: אנכי <br/> מיושר

source: Every KPI page includes a date selection for generating the KPIs, the DEFAULT date range is for current day from start of the day to the current time
de_de: Jede KPI-Seite enthält eine Datumsauswahl zum Generieren der KPIs, der DEFAULT-Datumsbereich gilt für den aktuellen Tag vom Beginn des Tages bis zur aktuellen Uhrzeit
fr_fr: Chaque page KPI inclut une sélection de date pour générer les KPI, la plage de dates DEFAULT est pour le jour actuel du début de la journée à l’heure actuelle

source: Content
de_de: Inhalt
fr_fr: Contenu
he_il: תוכן

source: The KPI Blocks section displays KPIs (Key Performance Indicators) that provide valuable insights into your website's performance. The KPIs are grouped into three categories: WooCommerce, Content, and User.
de_de: Im Abschnitt KPI-Blöcke werden KPIs (Key Performance Indicators) angezeigt, die wertvolle Einblicke in die Leistung Ihrer Website geben. Die KPIs sind in drei Kategorien gruppiert: WooCommerce, Content und User.
fr_fr: La section Blocs KPI affiche des KPI (indicateurs clés de performance) qui fournissent des informations précieuses sur les performances de votre site Web. Les KPI sont regroupés en trois catégories : WooCommerce, Contenu et Utilisateur.

source: Published Posts
de_de: Veröffentlichte Beiträge
fr_fr: Articles publiés
he_il: פוסטים שפורסמו

source: Number Of Spam Comments
de_de: Anzahl der Spam-Kommentare
fr_fr: Nombre de commentaires de spam
he_il: מספר תגובות ספאם

source: The WooCommerce KPIs category displays KPIs related to your WooCommerce store. These KPIs include:
de_de: In der Kategorie WooCommerce-KPIs werden KPIs angezeigt, die sich auf Ihren WooCommerce-Shop beziehen. Zu diesen KPIs gehören:
fr_fr: La catégorie KPI WooCommerce affiche les KPI liés à votre boutique WooCommerce. Ces KPI sont les suivants :
he_il: הקטגוריה מחווני KPI של WooCommerce מציגה מחווני KPI הקשורים לחנות WooCommerce שלך. מחווני KPI אלה כוללים:

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
he_il: משתמשים

source: The User KPIs category displays KPIs related to your website's users. These KPIs include:
de_de: In der Kategorie Benutzer-KPIs werden KPIs angezeigt, die sich auf die Benutzer Ihrer Website beziehen. Zu diesen KPIs gehören:
fr_fr: La catégorie KPI utilisateur affiche les KPI liés aux utilisateurs de votre site Web. Ces KPI sont les suivants :
he_il: הקטגוריה מחווני KPI של משתמשים מציגה מחווני KPI הקשורים למשתמשי האתר שלך. מחווני KPI אלה כוללים:

source: Number of Users
de_de: Anzahl der Benutzer
fr_fr: Nombre d'Utilisateurs
he_il: מספר משתמשים

source: User Registration Growth Rate
de_de: Wachstumsrate der Benutzerregistrierung
fr_fr: Taux de croissance de l’inscription des utilisateurs
he_il: שיעור גידול ברישום משתמשים

source: Activate Auto Refresh
de_de: Automatische Aktualisierung aktivieren
fr_fr: Activer l’actualisation automatique
he_il: הפעלת רענון אוטומטי

source: The page will be refreshed every 5 minutes
de_de: Die Seite wird alle 5 Minuten aktualisiert
fr_fr: La page sera actualisée toutes les 5 minutes
he_il: הדף יתרענן כל 5 דקות

source: Engagement KPIs
fr_fr: KPI d’engagement
he_il: מחווני KPI של מעורבות

source: Start Date:
de_de: Startdatum:
fr_fr: Date de début :
he_il: תאריך התחלה:

source: End Date:
de_de: Enddatum:
fr_fr: Date de Fin:
he_il: תאריך סיום:

source: Compared Unit:
de_de: Verglichene Einheit:
fr_fr: Unité comparée :
he_il: יחידת השוואה:

source: Yesterday
de_de: Gestern
fr_fr: Hier
he_il: אתמול

source: Last Week
de_de: Letzte Woche
fr_fr: La semaine dernière
he_il: שבוע שעבר

source: Last Month
de_de: Letzter Monat
fr_fr: Mois dernier
he_il: חודש שעבר

source: Last Year
de_de: Letztes Jahr
fr_fr: L'année dernière
he_il: שנה שעברה

source: Submit
de_de: Senden
fr_fr: Envoyer
he_il: שלח

source: Selected Date
de_de: Ausgewähltes Datum hinzufügen
fr_fr: Date sélectionnée
he_il: תאריך נבחר

source: Selected Date Range:
de_de: Ausgewählter Datumsbereich:
fr_fr: Plage de dates sélectionnée :
he_il: טווח תאריכים נבחר:

source: to
de_de: bis
fr_fr: à
he_il: עד

source: Posts KPIs
de_de: KPIs posten
fr_fr: Posts KPI
he_il: מחווני KPI לפוסים

source: Selected Date <b>Today</b>
de_de: Ausgewähltes Datum <b>heute</b>
fr_fr: Date sélectionnée <b>aujourd’hui</b>
he_il: תאריך נבחר <b>היום</b>

source: Compared Unit:
de_de: Verglichene Einheit:
fr_fr: Unité comparée :
he_il: יחידת השוואה:

source: Selected Date Range:
de_de: Ausgewählter Datumsbereich:
fr_fr: Plage de dates sélectionnée :
he_il: טווח תאריכים נבחר:

source: Wise KPIs Settings
de_de: Wise KPIs-Einstellungen
fr_fr: Paramètres d’indicateurs de performance clés judicieux
he_il: הגדרות מחווני KPI חכמים

source: Vertical Aligned Centered
de_de: Vertikal ausgerichtet Zentriert
fr_fr: Aligné vertical centré
he_il: מיושר אנכית ממורכז

source: Will change the look and feel of the KPIs display
de_de: Ändert das Erscheinungsbild der KPI-Anzeige
fr_fr: Modifiera l’apparence de l’affichage des KPI
he_il: ישנה את המראה והתחושה של תצוגת מחווני ה- KPI

source: System KPIs
fr_fr: KPI système
he_il: מחווני KPI של המערכת

source: Today
de_de: Heute
fr_fr: Aujourd’hui
he_il: היום

source: Users KPIs
de_de: Benutzer-KPIs
fr_fr: KPI utilisateurs
he_il: מחווני KPI של משתמשים

source: Woocommerce KPIs
fr_fr: KPI Woocommerce
he_il: מחווני KPI של Woocommerce

source: Power KPIs for your website hustle free, out of the box.
de_de: Power-KPIs für Ihre Website ohne Hektik, sofort nach dem Auspacken.
fr_fr: Alimentez les KPI de votre site Web gratuitement, prêts à l’emploi.

source: Introduction
de_de: Einführung

source: Simple
de_de: Einfach
he_il: פשוט

source: Woocommerce
he_il: ווקומרס
